[
    "[Cal tears into Ricky and Ron about the just-ending show running 37 seconds short.]\nCal: Danny had to have Jessica Simpson fill. Nice girl, nice performer -- don't want her to extemporize on our air. She had time to thank her pets, and then she asked us all to pray for peace in the Midwest.\nRon: [laughing] I'm sure she meant the Middle East.",
    "[Danny is horrified at the results of Cal and Tom's test of a prop guillotine with the practice baby.]\nCal: They're supposed to be indestructible.\nDanny: Yeah, they are, unless you drop an 80-pound hydraulic axe on their head.\n. . .\nDanny: ... it's Jordan's, and she bet me that I couldn't keep it alive, and I was doing fine until Sacco and Vanzetti decided to CHOP THE BABY'S HEAD OFF!",
    "[Danny is sitting on Matt's chest after a struggle on the beach.]\nMatt: Are people looking at us right now?\nDanny: I think they are.\nMatt: Well, could you punch me in the face or something, 'cause to a casual observer this appears a little homoerotic for my comfort.\nDanny: I definitely hear you on that.",
    "[Harriet gives Matt a gift -- a baseball bat which a player had given to her.]\nMatt: He wrote his phone number on here. You didn't see it?\nHarriet: That's his phone number?\nMatt: What did you think it was?\nHarriet: I just thought it was his uniform number. You know, they sign their name, and then write the number...\nMatt: Yeah, they do... do that. You thought his uniform number was 3 billion, 106 million, 786 thousand, 5 hun-- he was asking you out.",
    "[Harriet, Simon, and Tom are arguing over the \"News 60\" material.]\nHarriet: God loves me, and hates the both of you.\nSimon: Prove it.\n[The lights come back on all at once.]\nSimon: Okay, seriously, I'm scared out of my mind.\nTom: Yeah. That was strange.\nHarriet: Alright. Moving on...",
    "[In a doctor's waiting room, Danny to Jordan from a magazine titled Expectant.]\nDanny: If you were over 35, then what we gotta do is stick a needle about half a foot into your stomach, and get some fluid from your pre-natal girth.\nJordan: Why are you here?\nDanny: Morale.\nJordan: I really don't need help.\nDanny: Not now, but you will soon, 'cause this says you gonna have to make a journey of 1200 miles to bury your eggs in the warm mud.\nJordan: Danny....\nDanny: Wait, that can't be you.\nJordan: (snickering) No.\nDanny: It's an Alaskan King Crab that does that.",
    "[In the examining room, Danny snipes about the father of Jordan's baby.]\nJordan: This is the time for a lecture?\nDanny: No, that was about twelve weeks ago. By the way, did you and the last honest man on the planet get loaded on JÃƒÂ¤germeister and forgot that there's like five hundred different kinds of birth control?",
    "[In the studio, a tipsy Jordan explains to Cal that she's avoiding her boss, Jack.]\nJordan: So, I'm hiding here tonight. This is like, for me, Superman's Dome of Pleasure.\nCal: Fortress of Solitude?\nJordan: Yes!\nCal: Well, enjoy yourself.\nJordan: I believe I will!",
    "[Jack approaches Jordan in the studio as the new show is about to air, quoting fictional newsman Lou Grant.]\nJack: You know what, Mary? You got spunk.\nJack & Jordan: I hate spunk.\n. . .\nJack: They never lose, Jordan. They always win.\nJordan: And they might this time, but I'm not going down in the first round. And if the ratings go up, the sponsors who dropped out, we'll welcome them back in -- at 120% of the cost of the original ad buy. We're going to be the first network to charge a coward fee.\nJack: [to himself] I hate spunk.",
    "[Jordan shows Danny her \"practice\" Real Care Baby.]\nJordan: It just told me I'd stuffed it in a Prada bag!\nDanny: The real baby's gonna do that, too.\nJordan: Yeah, but now I know not to... you know...\nDanny: Stuff the baby in a bag?\nJordan: Yeah!\nDanny: You knew that before!\nJordan: Now I can practice comforting.\nDanny: You turned it off with a remote.\n. . .\nDanny: I know you're nervous, and... God understands that. So he made the first year an on-ramp. Okay? You're not up to full speed, you're just merging with other traffic.\nJordan: You know how many times I've busted my car merging with other traffic?\nDanny: Alright, you don't... drive... the baby. Ever.",
    "[Jordan tries to get Harriet to cancel upcoming concerts for Women United.]\nHarriet: Young girls attend these events. They admire me. I'm in a position to show them that Christianity has a nicer voice than Ann Coulter's.\nJordan: Carol Channing has a nicer voice than Ann Coulter's.",
    "[Matt addresses his writing team.]\nMatt: One of the things this show does is decide what's cool, and I've just decided it's no longer cool for grown men to dress as if they're in junior high school. We're going to act, dress, talk, write and behave professionally.\n[Harriet bursts through the door.]\nHarriet: You are an adolescent, oversexed, whore-monger with the sensitivity of a head of cabbage!\nMatt: And all that will begin in just a few minutes.",
    "[Matt and Danny have been offered the job of leading the show.]\nMatt: Are you people using the confidential information that Danny failed a drug test to force him into taking over Studio 60 to deflect attention from what happened on the air tonight?\nJack: He failed a drug test?\nJordan: Yeah, actually Matt, I was the only one who knew about that. Should have trusted me a little, Danny.\nMatt: [to Danny] Sorry about that, that one was all me.\nDanny: Yeah.\nMatt: [turning to everyone] Ironically, I'm the one who's high as a paper kite right now. But legitimately. I had back surgery on Tuesday. L-5/S-1, if that means anything to you. Stop talking now? You bet.",
    "[Matt once again jokingly reminds Danny that he can't have a B-12 shot if he's pregnant.]\nDanny: You know, Chevy Chase woke up one day and just wasn't funny anymore.",
    "[Matt plops down a tiny mounted pine on the writers' conference table.]\nAndy: What are you, Linus?\nMatt: Yes. Yes I am. I carry with me the true meaning of Christmas.\nDarius: You carry with you a dead Christmas tree.\nMatt: All Christmas trees are dead,they've been cut down.",
    "Matt: What are you writing about, Martha?\nMartha: I don't know yet. I know that half this country hates the other half, and I know that, for 90 minutes a week, you and Harriet come together.",
    "Matt: You know, I remember a few days after the mega phone thing at ground zero I was at the Writers' Guild and people were talking about what a seminal moment that was, and while people were talking about what a great leader he had become in that moment I was thinking, \"Gee, what I saw was a guy getting an alley-oop pass from a heckler.\" A guy from off camera shouted, 'we can't hear you' and Bush shouted back, 'well I can hear you and soon the people that knocked these towers down will hear all of us.' Not a bad come back, but, it didn't strike me as a Saint Crispen's Day speech or anything. But I didn't say anything because I was scared and I've been scared for 5 weeks and that's too long for a grown man.",
    "Reporter: Jordan, can you describe the reaction of NBS executives Friday night when Wes described the network as \"a candy-assed network\" and \"a greed-filled whorehouse of a network\"?\nJordan: Pleased and proud, as you can imagine. Until we realized he wasn't talking about Fox, he was talking about us.",
    "Robbie: (About the bomb threat) Why wasn't it on the news?\nJack: It's Friday night!\nRobbie: Aren't bomb threats a big deal?\nJack: You'd think so, wouldn't you?",
    "Ron: The guy hadn't gotten anything on the air in a long time and was scared for his job. We talked to him and in no uncertain terms, he screwed up huge and he knows it. But I'm not gonna end his career over it. Cause I know how he feels. That's why we misled you and told you it was written by the room. People aren't even going for funny anymore, Matt. They're just trying for your respect. Anyway, we told Danny. We'll step down if you want, but we're not giving him up.\nMatt: Well, now you've got my respect.",
    "Sam: Yeah, what's going on with Danny and Jordan?\nHarriet: I don't know, we should talk about it a little closer to the microphones.",
    "The Cast: [singing to \"I am the very model of a modern Major-General\"]",
    "Tom: [to rehearsal audience] Danny Tripp has just gone upstairs to Matt Albie's office, where the two of them will very quickly decide what makes it into the show tonight. We call this \"the Friday-night slaughter\". This is where you find out if you have the chance to be the next Bill Murray, or the next Domino's Pizza delivery guy.",
    "Tom: It's gotta be soon, right?\nDylan: Yeah\nTom: I'm feeling the good vibe\nDylan: Yeah\nTom: I'll tell you this, if it doesn't make it to air, it sure wasn't your fault\nDylan: It sure wasn't your fault\nTom: You owned it\nDylan: You owned it\nTom: You got a receipt for it my man.\nDylan: You're Tom Jeter. No more need to be said.\nTom: You could've picked up the pace a little\nDylan: Yeah. Maybe a little less mugging from you.\nTom:(forcefully) No. No. This is what they want. To turn us against each other.\nDylan: You never mug man.\nTom: Your pacing is genius.\n(Tom sees Andy approaching)\nTom: Here comes Andy. He'll make us feel better.\n(They both start walking towards Andy)\nTom: Hey Andy!\n(Andy gives them a nod of recognition as they approach him)\nAndy: You graceless homicidal bastards. I think if you go check the stage you'll find jokes lying on the floor where you left them to die.\nTom: (pointing to Dylan) It was his pacing.\nAndy: Should someone have indicated to you on a map where Canada was? Because your Canadian accent...\nTom: Too much?\nAndy: It was Mexican.\nTom: This is the longest they've ever taken to decide.\nAndy: In the old days, if your sketch didn't make it on the air, they used to send you downstairs naked, to sell lemon drinks shrouded only in your failure. And you'd have to explain to the patrons why you weren't good enough.\nDylan: There used to be a naked lemon drink salesman?\nTom: Yeah.\nAndy: That's right!",
    "Tom: The doctor's giving my mother a sedative called Atrividium\nCaptain Boyle: Yeah.\nTom: My father's taking shots of a sedative called Johnny Walker Red.",
    "Wes: Ah, this is not going to be a very good show tonight. And I think you should change the channel. Change the channel, go on, right now... or better yet, turn off the TV, okay? No, I know it seems like this is supposed to be funny, but tomorrow you're gonna find out that it wasn't and by that time I'll have been fired. No, this is... this is not... this is not a sketch. This show used to be cutting edge political and social satire, but it's gotten lobotomized by a candy-ass broadcast network hell-bent on doing nothing that might challenge their audience. We're about to do a sketch that you've seen already about 500 times. Yeah, no one's gonna confuse George Bush with George Plimpton. Yeah, we get it. We're all being lobotomized by this country's most influential industry that's just throwing in the towel on any endeavor to do anything that doesn't include the courting of 12 year old boys. And not even the smart 12 year olds. The stupid ones. The idiots. Which there are plenty, thanks in no small measure to this network, so why don't you just change the channel? Turn off your TVs, do it right now, go ahead.... A struggle between art and commerce. Well, there's always been a struggle between art and commerce. And now I'm telling you art is getting its ass kicked. And it's making us mean, and it's making us bitchy. It's making us cheap punks. That's not who we are! People are having contests to see how much they can be like Donald Trump?... We're eating worms for money. Who wants to screw my sister? Guys are getting killed in a war that's got theme music and a logo? That remote in your hand is a crack pipe. [monitors] Oh yeah, every once in a while we pretend to be appalled.... Pornographers! It's not even good pornography. They're just this side of snuff films. And friends, that's what's next because that's all that's left. And the two things that make them scared gutless are the FCC and every psycho religious cult that gets positively horny at the very mention of a boycott. These are the people they're afraid of Ă˘â‚¬“ this prissy, feckless, off-the-charts, greed-filled whorehouse of a network. And you're watching this thoroughly unpatriotic Mother-\nCal: Go to VTR, now!",
    "Zhang Tao: Oh, her mother will take care of that.\nJack: You speak English?\nZhang Tao: I speak a few words.\nJack: How many words?\nZhang Tao: All of them.\nJack: Why do you pretend you can't speak English?\nZhang Tao: It's fun.\nJack: It's fun?! [pause] Yeah. Guess it would be.",
    "(Danny has just learned that Matt has been taking pills to get high)\nDanny: Where are they?\n(Matt surrenders a bottle of pills)\nDanny: What the hell are these?\nMatt: Flintstones Vitamins.\nDanny: These are Flintstones Vitamins.\nMatt: Yeah. I like the Bam-Bams. You got a problem with that?",
    "[After the show, Danny is trying to deflect annoyed host Lauren Graham when Matt enters the office.]\nLauren Graham: Why did you cut my sketch?\nMatt: It wasn't funny.\nLauren Graham: I thought it was funny.\nMatt: I thought the writing was funny, but that you weren't very good.\nLauren Graham: Really? 'Cause I thought the writing was one unbearably long set up for a jingle.\nMatt: And that's why I cut the sketch. You were in a number of wonderful sketches tonight, including a hilarious send-up of your character on Calico Gals.\nLauren Graham: Gilmore Girls.\nDanny: I wrote it down for you!",
    "[At the power goes out again, Cal reports to Danny.]\nDanny: Are they fixing it?\nCal: In a manner of speaking, yeah.\nDanny: What does that mean?\nCal: They don't know how to fix it.",
    "Jeannie: How do you feel about Darren?\nHarriet: I'm crazy about him, and I'll tell you why.\nJeannie: He's a professional athlete and has the body of one?\nHarriet: No. It's because he's the anti-Matt. Darren is the anti-Matt! He's not snide, he's not smug, he's not superior -- he goes to church! -- he works with his hands...\nJeannie: Well, he's not a rancher. He's a middle-reliever for the Los Angeles Dodgers.\nHarriet: I'm saying he is, by and large, unburdened by....what?\nJeannie: Thought?\nHarriet: He thinks.\nJeannie: About what?\nHarriet: I'm looking forward to discovering that tonight.",
    "Jordan: (on the phone with Danny) Hi, this is Jordan McDeere. I'm the President of NBS west coast entertainment.\nDanny: Yes ma'am.\nJordan: I'm concerned that not enough of your cameras are aimed at her chest.\nDanny: Well, I got all four of them working. But this is just dress. If you want I can bring in some IMAX equipment tonight.\nJordan: This is what you like, huh?\nDanny: Me? Uh...no, and I'll tell you why. Because she's TOO sexy.\nJordan: My hormones are like a Los Alamos experiment right now.\nDanny: What does that mean?\nJordan: Get the cameras off her chest!!",
    "Jordan: [answering her cell phone] Hello?\nDanny: Danny.\nJordan: Danny who?\nDanny: Danny Tripp!\nJordan: I know. I was just being dry. Why don't people ever get that?\nDanny: Well, for one thing--\nJordan: And then I was being rhetorical!",
    "Jordan: Don't let the nurse give me the shot! [Danny re-enters, having gone to fetch the nurse]\nDanny/Jordan: You're/I'm Pregnant.",
    "Jordan: You've never been rejected by a woman before?\nDanny: Not this many times by the same woman in one night.",
    "Martha: Sting is in the building right now?\nHarriet: He's on stage.\nMartha: Sting is upstairs, playing a lute.\nHarriet: You want to go watch?\nMartha: Harriet, you're interesting but... get out of my way!",
    "Matt: 15 minutes goes by without me hearing from you, I'm driving over there with a police escort.\nDanny: Where're you getting a police escort from?\nMatt: I will commit a crime and lead them on a high speed chase if I have to; I am not kidding around!",
    "Matt: Half the shows in prime time start with two strippers getting strangled after a lap dance, and that's fine with me but if it's also fine with Jesus then I don't see the need to tiptoe around his name.",
    "Matt: How is it possible that at a time when the entire country is completely in line, including the two of us, that... how is it possible that people are so offended by a thoroughly benign sketch?! Is true patriotism really that fragile that it can be threatened by a late night comedy show?!",
    "Matt: I am psyched for this photo-shoot of yours.\nHarriet: I want to commission a scientific study of how news travels in this building!\nMatt: Hey, I'm not even sure there's such a thing as the Internet. It might just be Jeannie telling everyone stuff.",
    "Matt: I went down there to pitch her a sketch about a Christian Radio Host, and it turns out, she's a Christian.\nLuke: I'm a Christian.\nMatt: Yeah, but she's like...ya know...a member!\nLuke: Really?\nMatt: What were the odds of that? I'd say the last two places I'd expect to find a member of the Christian right are the corridors of Studio 60 and a synagogue.\nLuke: Did you offend her?\nMatt: I couldn't have offended her more if I re-crucified her savior, it was stunning!",
    "Matt: Isn't it possible that Mary got pregnant by another man, and Joseph stepped up so his wife wouldn't get stoned to death by the village?\nHarriet: No.\nMatt: It's more likely that an angel inseminated her, and she gave birth to a magical wizard who could rise from the dead?\nHarriet: He's not David Copperfield!",
    "Matt: It's one thing to be asked to respect someone else's religion, it's another to be asked to respect their taboos. In my religion it's disrespectful to God not to keep your head covered. You don't see me insisting that the cast of CSI:Miami wear yarmulkas.\nDanny: That'd be an unusual creative direction for CSI:Miami.",
    "Matt: Science is something you believe in, science has to be proven, or they don't get to call it science\nHarriet: Wouldn't it be great if you knew something about Christians, before you start...\nMatt: It's a fairy tale!\nHarriet: No, it's not\nMatt: We've been having this fight for six months!\nHarriet: We've been having this fight for two years!\nMatt: We have been having this fight in two different millennia, now!",
    "Matt: Twelve hundred dollars I gotta give to abstinence people?\nSuzanne: Twelve hundred and one.\nMatt: Alright, do it, and can you find me some non-profit organization that fundamentally does the opposite of what these guys do, so I can donate an equal amount to them, and make it a wash?\nSuzanne: That means an organization that encourages people to have sex?\nMatt: It's L.A. You should be able to throw a rock and hit one.",
    "Harriet: I don't even know what the sides are in the culture war.\nMatt: Well, your side hates my side because you think we think you're stupid, and my side hates your side because we think you're stupid.",
    "Harriet: I got a laugh at the table read when I asked for the butter in the dinner sketch. I didn't get it at the dress. What did I do wrong?\nMatt: That's one laugh out of thirty you're going to get tonight.\nHarriet: What did I do wrong?\nMatt: You asked for the laugh.\nHarriet: What did I do at the table read?\nMatt: You asked for the butter.",
    "Harriet: It's a beautiful instrument.\nMartha: Sting? Or the lute?",
    "Harriet: Look skipper, if I wanted to make you jealous trust me you'd be jealous.\nMatt: I am jealous!\nHarriet: Well then, bonus for me.",
    "Harriet: People knock on closed doors in America! Were the two of you raised on a farm?!\nTom: I was.\nSimon: I was raised over a heroin dealership.\nHarriet: That's no excuse for bad manners.",
    "Harriet: Shut up, you live off Mulholland, there are other streets in the country where marriage is still important.\nMatt: It's important off of Mulholland too, but let me ask you something how is my marriage, your marriage, or anyone else's marriage even marginally affected by the gay couple two doors down from them also getting married, and if it does, how is that their problem?",
    "Harriet: Well, everyone here's a big fan of yours, Martha.\nMartha: Really? How would I be referred to in your parents' house?\nHarriet: The Devil's whore from Washington.\nMartha: Yeah... I'm really the Devil's whore from Bethesda.",
    "Harriet: You kept that from me?\nMatt: When you're high, you keep it from everyone. (Harry hits him) Ow.\nHarriet: Not me. Never me. I'm the one person.\nMatt: Ok.\nHarriet: I'm the one person, always.",
    "Harriet: You know what, rook? When you start making a contribution to this show, you can talk to me any way you want. But you had two lines tonight and you stepped on one of them. So until you either accept Jesus Christ as your personal savior or make somebody laugh, why don't you talk to somebody else?",
    "Harriet: You know, where I grew up, if this had happened, there'd be a town meeting, and everybody'd be there. And the guy would have to sit and listen while Reverend Tillinghouse gave a sermon on honesty and character.\nSimon: That's exactly what would happen where I grew up, except we'd've driven by the guy's house and shot him with a GAT-9.\nHarriet: See, there's more that unites us than divides us.",
    "Harriet: You're engaged?\nDanny: Yeah\nHarriet: And there's a baby?\nDanny: Yeah\nHarriet: Because like an hour ago none of this was true.\nDanny: Yeah, things are moving fast tonight.",
    "Jack: [about Jordan] She delights in tweaking the religious community every bit as much as Matt does...\nDanny: That is not true. No one delights in tweaking the religious community nearly as much as Matt does.",
    "Jack: [to Jordan] You saw how fast I fired Wes Mendell? Screw this up and I'll fire you faster. I'm not like every other heterosexual man in show business, Jordan. I don't find you charming. And you've earned the loyalty of absolutely no one. So you go ahead and take your first steps towards making us classy again. We've been waiting for you.",
    "Jack: Ted, believe me, I wish this was a fight for ethics. I wish this was a conversation about the integrity of the news. But it's not. It's about preventing ourselves from being a laughingstock.\nAtkins: Well, I don't feel like a laughingstock.\nJack: That's only because you're a moron.\n[pause]\nAtkins: Wilson, you're backing up what he said?\nWilson: Yes - including and especially you being a moron.",
    "Jack: You see it as part of your job to screw with my company, don't you?\nDanny: No! I do not. That's just one of the perks.",
    "Bevo: The snake's blocking the exit. That's why the coyote won't come back. He's afraid of the snake.\nCal: And the ferret?\nBevo: He's afraid of the coyote.\nCal: I tell you, man, this lacks the feel of professionalism!",
    "Cal: (referencing the teenagers who'd just called in a fake threat to the building)Can we determine if there actually is a bomb in the building?\nJack: I trust them, but just in case why don't we handcuff them to the building overnight.",
    "Cal: We can't air the dress tonight.\nJack: Why not?\nCal: We record the signal in RGB, we were missing the B.\nJack: You didn't record the color blue at the dress!?",
    "Danny: Did you read Martha O'Dell's column on Tuesday?\nSuzanne: Yes.\nDanny: Do you agree that it's terrible that she sourced an anonymous web-posting to support her point?\nSuzanne: I liked the piece.\nDanny: Never disagree with me.\nSuzanne: It made me sick.",
    "Danny: I have no reason to trust you and every reason not to.\nJordan: Why?\nDanny: You work in television.",
    "Danny: I've been locked up on a roof with a deadly viper in my studio, and it's been the best night of my life, because I was with you. I wasn't going to lose interest in four months.",
    "Danny: I've been married twice before, and I'm a recovering cocaine addict, and I know that's no woman's dream of a man -- or of a father. Nonetheless, I believe I'm falling in love with you. If you wanna run I understand. But you better get a good head start, 'cause I'm coming for you, Jordan.\n[A squirrel-cheeked Jordan stares at him, speechless.]\nDanny: You should go ahead and chew that sandwich now.",
    "Danny: It took a lot of convincing, but Suzanne's agreed to be your assistant.\nMatt: Yeah?\nSuzanne: If you'll take me.\nMatt: I'll take the hell out of you.\nSuzanne: Is there a way you'd like me to dress?\nMatt: Sure, but I have to wake up for school now.",
    "Danny: Matthew, don't take this the wrong way, but I love you.\nMatt: Okay.\nDanny: Did you take it the wrong way?\nMatt: I took it to mean you're gay and you want me.\nDanny: Good.\nMatt: I love you too, brother.",
    "Danny: Things happen around here. People blowing smoke out of their office windows at night?!\nJordan: Tell me no one is getting high in this building, Danny.\nDanny: You're shocked that drugs are a part of late night comedy? The Coneheads, Toonces the Driving Cat? You think Belushi and Farley died of Lou Gehrig's disease?\nJordan: Tell me it's not happening here.\nDanny: It's not happening here.",
    "Danny: What are you doing?\nHarriet: Cheering you up with a little Holly Hunter.\nDanny: Yeah?\nHarriet: It's what I'm here for.\nDanny: How is it no one's ever hit you in the head with a potato?\nHarriet: I duck and weave, baby.",
    "Darius: Can I ask you something?\nLucy: Yes.\nDarius: Sometimes I hear people call another people \"sir\". There doesn't seem to be a pattern as to when and who, and I don't wanna be impolite, but I don't wanna look like an idiot either, so... who gets called \"sir\"?\nLucy: I'm working on a sketch right now.\nDarius: OK.\nLucy: There are no rules to it. It'll come naturally, like calling a conductor \"maestro\" when he is in the vicinity of the podium. You know, we get to Friday night, the more we hear Matt and Danny called \"sir\". Cal, too, department heads, anybody who deserves it. It's not a big deal.\nDarius: Ok. [pause] Is this is a \"white people\" thing or what?\nLucy: I'm not white, Darius, I'm English.\nDarius: [laughs] Put that line in the damn sketch.",
    "Doctor: Have you told anyone?\nJordan: Just my assistant, Kevin. That's it.\nDoctor: And... Mr. Tripp?\nJordan: I had to tell him.\nDanny: She wanted to.\nJordan: I was semi-conscious. I had to make sure he wasn't gonna force a B-12 injection on me.\nDoctor: You've just described the beginning of every great love story.",
    "Harriet: [about an interview] I said the Bible says it's a sin. It also says judge not lest ye be judged, and that it was something for smarter people than me to decide.\nMatt: \"Ye\" is a word you don't hear a lot.\nHarriet: How do you manage to see every piece of my press?\nMatt: We have a press department, I get a daily press packet. They highlight what they want me to see - this one got a highlight, an arrow and a sticker!\nHarriet: Well, as I said, they left out the second sentence.\nMatt: Yeah, can I ask you something? Does your ass hurt from straddling the fence like that all the time?",
    "Harriet: [to Matt] You know what? When George Michael does some guy in a bathroom, or Woody Allen marries his daughter, or a child molester gets an Oscar nomination, it doesn't really give Hollywood a lot of moral authority on sexual behavior.",
    "[Matt runs through his own show criticisms with Danny.]\nDanny: I'll tell ya, considering me and half the cast spend most of the day in Pahrump, Nevada, I thought it was a pretty good show.\nMatt: Yeah?\nDanny: I did.\nMatt: Indiana? Illinois? Missouri? Are rebel forces gathering?\nDanny: No.\nMatt: Then why are we praying for peace in the Midwest?\nDanny: Girl's nice to look at.\n...\n[Jordan arrives with some ironic congratulations.]\nJordan: I saw the end... and I think we should all take a moment to consider the suffering in Des Moines.",
    "[Matt worries about a focus-group report that criticizes the show's patriotism.]\nDanny: They want to see you take fewer whacks at Bush, and it looks like they're getting their wish. So throw it out.\nMatt: It's four years ago, all over again.\nDanny: What did you think it was going to be?\nMatt: Four years later. And by the way, I'd be happy to take shots at the Democrats, too, if only one of them would say or do something!",
    "[Ron and Ricky enter Matt's office during a power outage.]\nRon: Matt...\nMatt: Well, we need to find out why this is happening.\nRicky: Yep.\nMatt: Electricity plays a pretty big role in what we're trying to do.",
    "[Stuck on the roof with Danny, Jordan can't understand why he's so upset about Harriet's premature \"funny voice\" promo.]\nJordan: It's not the end of the world!\nDanny: No, it's not. But it's a continuation of the one-sheet world.\nJordan: What's a one-sheet world?\nDanny: You know, a movie poster, a one-sheet. \"I think we'll do the Green Lantern -- I can see the one-sheet now. Don't worry that we don't have a story -- we're gonna make all our money before word-of-mouth can kill us, anyway.\" We elect Presidents the same way. \"He's got a big name, he'll raise money, he'll get the nomination! We'll teach him how to be President later!\"",
    "[The press questions the team about Danny's drug history.]\nReporter: Jordan, did you know about this when you hired him?\nJordan: I can't remember, I was high at the time.",
    "[Tom is dismayed about his parents' imminent visit to the studio.]\nTom: I'm gonna show them around the studio, and when we say goodnight, I swear to God, my father's gonna ask me if I need any money, and it is going to take everything I've got not to point out to him I could buy his house four times and turn it into my ping-pong room.\nSimon: I would resist that urge.",
    "We'll be the very model of a modern network TV show.\nEach time that we walk into this august and famous studio\nWe're starting out from scratch after a run of 20 years, and so\nWe hope that you don't mind that our producer was caught doing blow.\n"
]